{
    "navbar": {
        "job-seekers": "Für Arbeitnehmer",
        "employers": "Für Unternehmen",
        "signup": "Registrieren"
    },
    "footer": {
        "heading-signup": "Sign up",
        "heading-follow": "Folge uns",
        "heading-contact": "Kontaktiere uns",
        "heading-about": "Über uns",
        "press": "Presse",
        "job-seekers": "Für Arbeitnehmer",
        "employers": "Für Unternehmen",
        "about-text-1": "Call us crazy, but we believe that there is a smarter way to match young enthusiastic job seekers with employers that are in need of qualified and reliable staff. Our mission is to build the fastest short-term job application platform, providing jobseekers with a simple and efficient solution to make extra cash as well as employers with the data and tools they need to hire qualified applicants faster.",
        "about-text-2": "The “On Demand Economy” is changing every aspect of our daily lives by faster and more efficient solutions. However, the world of job recruitment is still driven by paper applications, oldschool job boards, unstructured CV's, endless emails or tiring motivation letters. It's time to change that."
    },
    "mainLanding": {
        "masthead-greeting": "Hi, wir sind Beavr.",
        "masthead-claim-1": "Dein persönlicher Assistent",
        "masthead-claim-2": "für Kurzzeitjobs.",
        "button-cta": "Jetzt anmelden",
        "are-you-hiring": "Du suchst Mitarbeiter?",
        "button-business": "➜ Für Unternehmen",
        "showcase-your-beast": "Zeige dich von deiner besten Seite",
        "beast-text": "Erstelle dein persönliches Profil und zeige Arbeitgebern was du wirklich drauf hast. So hast du alle Informationen die Arbeitgeber von dir benötigen für immer gesammelt an einem Ort. Von nun an gehören Lebensläufe und Bewerbungsschreiben der Vergangenheit an.",
        "applications-fast-easy": "Bewerbe dich schnell und unkompliziert",
        "applications-text": "Entdecke alle interessanten Jobs in deiner Nähe. Finde genau den Job der zu dir passt und bewerbe dich mit nur einem Klick.",
        "seamless-communication": "Kommuniziere direkt mit Arbeitgebern",
        "seamless-communication-text": "Gib Missverständnissen keine Chance und schaffe alle Unklarheiten aus der Welt. Kläre noch offenstehende Fragen einfach über den Beavr Messenger.",
        "element-of-fun": "“In every job that must be done there is an element of fun”",
        "element-of-fun-text": "Mit Beavr bist du unabhängig und sammelst gleichzeitig wertvolle Erfahrungen für deine Zukunft. Verzichte auf langweilige Jobplattformen, entdecke deine Stärken und werde zum beavrPro.",
        "enjoy-life": "Genieße dein Leben!",
        "enjoy-life-text": "Und am wichtigsten für uns: Erfülle dir deine Träume! Reise um die Welt, kaufe dir ein Laserschwert, fliege zum Mond... die Möglichkeiten sind unbegrenzt!",
        "hang-loose": "(Bleib cool, wir halten dir den Rücken frei)",
        "beavr-pool": "Springe in den Beavr Pool!",
        "beavr-pool-text": "Wir arbeiten gerade intensiv mit Arbeitgebern aus Wien, Berlin, München und Warschau zusammen, um dir in Zukunft die besten Kurzzeitjobs zu verschaffen. Springe jetzt schon in den Beavr Pool und erhalte passende Jobs. Beantworte uns bitte folgende Fragen. Geht ganz schnell. Versprochen."
    },
    "employerLanding": {
        "masthead-greeting": "Hi, wir sind Beavr.",
        "masthead-claim-1": "Wir helfen dir deine perfekten",
        "masthead-claim-2": "Mitarbeiter für Kurzzeitjobs zu finden.",
        "button-cta": "Jetzt anmelden",
        "stop-cv-nightmare": "Gehe nicht in Bewerbungen unter",
        "stop-cv-nightmare-text": "Schluss mit unübersichtlichen und unstrukturierten Lebensläufen. Erkenne auf einen Blick ob der Bewerber für dich geeignet ist und profitiere von unserem minütlich wachsenden Pool an Beavrs.",
        "everything-in-one-place": "Alles an einem Ort",
        "everything-in-one-place-text": "Erstelle deine Anzeigen in nur wenigen simplen Schritten und erhalte ausgewählte Kandidaten innerhalb von wenigen Stunden. Behalte den Überblick und verwalte alle deine Bewerber auf der Plattform.",
        "pick-the-one": "Und all das mit nur einem Klick",
        "pick-the-one-text": "Screene und Filtere deine Kandidaten schnell und effizient. Finde ausgewählte Mitarbeiter die zu deinem Unternehmenpassen. Hast du  noch Fragen an deine Kandidaten? Kommuniziere direkt über Beavr und kläre die letzten Details.",
        "save-time-and-money": "Spare Zeit und Geld",
        "save-time-and-money-text": "Beavr ist zu 100% risikofrei. Du zahlst nur für das, was du auch wirklich bekommst. Spare Zeit und Geld mit deiner neuen End-To-End Rekrutierungslösung.",
        "start-hiring": "Sende uns jetzt schon deine freie Stelle",
        "start-hiring-text": "Wir bauen derzeit einen Pool an motivierten Mitarbeitern auf. Hast du gerade eine freie Stelle? Trage diese ganz einfach hier ein und wir werden schon jetzt beginnen unverbindlich passende Kandidaten für dich zu finden."
    },
    "chooseUserType": {
        "masthead-greeting": "Hallo.",
        "masthead-claim-1": "Wie können wir",
        "masthead-claim-2": "dir heute helfen?",
        "button-find-job": "Ich suche einen Job",
        "button-find-employees": "Ich suche Mitarbeiter"
    },
    "typeformLinks" : {
        "employer": "https://beavr.typeform.com/to/n7Yjw8",
        "employee": "https://beavr.typeform.com/to/uL8a0G"
    },
    "ambassadorProgram" : {
        "welcome": "Hallo, Willkomman im beavr Ambassador Programm!",
        "beavr personal assitent ": "Beavr ist dein persönlicher Assistent für Kurzzeitjobs und hilft dir problemlos und unkompliziert Geld zu verdienen und Erfahrug zu Sammeln!", 
        "beavr ambassador ": "Als beavr Ambassdor bist du Teil unseres Team und hilfst uns beavr international aufzubauen.",
        "apply now": "Jetzt Bewerben",
        "why": "Wieso beavr ambassador werden?",
        "experience for life-1": "Erfahrungen fürs Leben!",
        "experience for life": "Als beavr Ambassador bist du Teil einess erfahrenen Teams von Querdenkem. Steigst in das Marketing eines neuen aufstrebenden Wiener Startups ein und lernst Hands on was es heißt die Brand eines Unternehmens aufzubauen.",
        "networking what-1": "Networking!",
        "networking what": "Als beavr Ambassador baust du dir ein persönliches Netzwerk an amibitionierten Pionieren auf die genau so denken wie du!",
        "incredible Perks": "Goodies!",
        "support": "(t-shirts, Hoodies, Stickers, Premium Mentorship von erfahrenen Unternehmern, diene Einladung zu exklusiven Ambassador Events, sowie die Möglichkeit ein 1,000 € Stipendium von uns zu gwinnen.",
        "what1": "Was sind diene aufgaben als Ambassador?",
        "Organisation1":"Organisation!"
        "Organisation": "Du organisiert Events und Kampagnen an deiner Schule/Uni und koordinierst alles vor Ort",
        "communication1": "Kommunikation!",
        "communication": "Du betreust und supportest unsere beavrPros auf deinem Campus und bist der Ansprechpartner des Unternehmens für direkte Fragen",
        "support1": "Support!",
        "support": "Du Unterstützt uns bei der Ausarbeitung und Durchführung von Social Media Kampagnen und diversen Marketing Aktivitäten.",
        "networking": "Networking! ",
        "networking": "Du bist die Stimme für beavr an deiner Schule/Uni und Kommunizierst die Marke beavr an deine Freunde.",
        "what our beavr say": "Was sagen unsere beavr Ambassadors dazu?",
        "who?": "Wer sollte sich bewerben?",
        "age": "Du bist zwischen 16-26.",
        "cool": "Du bist ein Szene Kenner, der genau weiß, wann wo was loss ist.",
        "digital media": "Du interessiert Dich für digital Medien und den Ausbau einer Marke ",
        "organisation": "Du bist organisiert und kannst auch mal anpacken.",
        "communicative": "Du bist gleichzeitig kommunikative, kontakfreudig und sympathisch",
        "contacts": "Du hast viele Kontakte in deinen Sozialen Netzwerken.",
        "brand": "Du kannst dich zu 100% mit unserer Brand identifizieren.",
        "Join Us now": "Dann Bewirb dich jetz!"
    }
}

