{
    "navbar": {
        "job-seekers": "Home",
        "employers": "For business",
        "signup": "Sign up"
    },
    "footer": {
        "heading-signup": "Sign up",
        "heading-follow": "Follow us",
        "heading-contact": "Get in touch",
        "heading-about": "About",
        "press": "Press",
        "job-seekers": "Home",
        "employers": "For business",
        "become-an-ambassador": "beavr Ambassadors",
        "about-text-1": "Call us crazy, but we believe that there is a smarter way to match young enthusiastic job seekers with employers that are in need of qualified and reliable staff. Our mission is to build the fastest short-term job application platform, providing jobseekers with a simple and efficient solution to make extra cash as well as employers with the data and tools they need to hire qualified applicants faster.",
        "about-text-2": "The “On Demand Economy” is changing every aspect of our daily lives by faster and more efficient solutions. However, the world of job recruitment is still driven by paper applications, oldschool job boards, unstructured CV's, endless emails or tiring motivation letters. It's time to change that."
    },
    "mainLanding": {
        "masthead-greeting": "Hi, we're beavr.",
        "masthead-claim-1": "Your personal assistant",
        "masthead-claim-2": "for short term jobs.",
        "button-cta": "Join the pool",
        "are-you-hiring": "Are you hiring?",
        "button-business": "➜ For Business",
        "showcase-your-beast": "Showcase your inner beast",
        "beast-text": "Create and fill up your personal profile with all the information your future employer would love to know about you. Showcase what you’ve really got to companies that you would love to work for.",
        "applications-fast-easy": "Applications – super fast & easy",
        "applications-text": "Discover unique job opportunities wherever you are, whenever you want! Find the job that really fits to you. Apply with 1 tap. No CVs or cover letters required. It's never been easier.",
        "seamless-communication": "Seamless communication",
        "seamless-communication-text": "Forget about emails. Communicate with employers in seconds via the beavr messenger and clarify any remaining questions. You deserve an answer. Always hear back within 24 hours.",
        "element-of-fun": "“In every job that must be done there is an element of fun”",
        "element-of-fun-text": "With beavr you're independent. Forget about boring job platforms, discover your strengths and become a beavrPro.",
        "enjoy-life": "Enjoy life!",
        "enjoy-life-text": "Complete your bucket list: Travel the world, buy a laser sword, fly to the moon... the possibilities are endless!",
        "hang-loose": "(Hang loose, we‘ve got you covered)",
        "beavr-pool": "Jump in the beavr pool!",
        "beavr-pool-text": "We are currently working closely with companies in Vienna, Berlin, Munich and Warsaw to get you the best short term jobs in the future. Join the the beavr Pool today and already receive jobs you’ll love. Takes only a minute. Promise."
    },
    "employerLanding": {
        "masthead-greeting": "Hi, we're beavr.",
        "masthead-claim-1": "We help you find the perfect",
        "masthead-claim-2": "employees for short term jobs.",
        "button-cta": "Get started",
        "stop-cv-nightmare": "Stop the CV nightmare",
        "stop-cv-nightmare-text": "No more unstructured CVs and cover letters. View your candidate’s profile, which contains their most important educational and professional experience, and enjoy our daily growing pool of beavrs.",
        "everything-in-one-place": "All in one place",
        "everything-in-one-place-text": "Create job ads in only few, easy steps and receive applications within the next hour. Manage all your candidates and your personal pool of Beavs in one place.",
        "pick-the-one": "Pick the one that really fits you",
        "pick-the-one-text": "Sort and filter your candidates faster and more efficient than ever before. Find employees that exceed you expectations. Any questions for your applicants? Communicate directly on beavr and clarify the last details.",
        "save-time-and-money": "Save time and money",
        "save-time-and-money-text": "Beavr is 100% risk-free. Pay only for what you really get and save valuable time with your brand new end- to-end recruiting solution.",
        "start-hiring": "Start hiring now!",
        "start-hiring-text": "The beavr community is a pool of motivated employees that are eager to work. Start taking advantage of our daily growing pool of employees today. Simply post a job below!"
    },
    "chooseUserType": {
        "masthead-greeting": "Hey you.",
        "masthead-claim-1": "How can we make",
        "masthead-claim-2": "your day today?",
        "button-find-job": "Find my perfect job",
        "button-find-employees": "Find great employees"
    },
    "typeformLinks" :{
        "employer": "https://beavr.typeform.com/to/Nkd0Aq",
        "employee": "https://beavr.typeform.com/to/hRyzPX",
        "ambassador": "https://beavr.typeform.com/to/MJ0Mk4"
    },
    "ambassadorProgram" : {
        "welcome": "Welcome to the beavr Ambassador Program",
        "beavr-personal-assistant": "Beavr is your personal assitent for short-term jobs. We are helping you to earn additional money and gain baluable experience",
        "beavr-ambassador": "We're ready to take on the world and we're selecting enthusiastic campus ambassadors to join our team and help us grow.",
        "apply-now": "Apply now",
        "why": "Why should you become a beavr Ambassador?",
        "experience-for-life-1": "Experience for life!",
        "experience-for-life": "Be part of an experienced team of pioneers. Step into the heart a new emerging company and learn hand on how to build a great brand",
        "networking-what-1": "Networking!",
        "networking-what": "Build your personal network of ambitious talents who think just like you!",
        "incredible-perks": "Incredible Perks!",
        "support": "(t-shirts, hoodies, stickers, premium mentorship from experienced entrepeneurs and awsome events)Get a chance to win a 1,000 € scholarship and a paid internship.",
        "what1": "What do Ambassadors do?",
        "what": "Be the face of Beavr on your high-school or university campus.",
        "communication1": "Communication!",
        "communication": "Introduce beavr to your friends and classmates and help them find great jobs.",
        "organization1": "Organization!",
        "organization": "Put on awesome events and campaigns at your school or university.",
        "support1": "Support!",
        "support": "Support us in the development and implementation of social media campaigns and various marketing activities.",
        "networking1": "Networking! ",
        "networking": "Assemble a dream to conquer your campus, drive engagement and generate excitement.",
        "what-our-beavrs-say": "What our beavr Ambassadors say about us",
        "who": "Who should apply?",
        "age": "you are inbetween 16-26 years old",
        "cool": "You are an scene connoisseur who knows exactly what is going on in your city and on campus",
        "digital-media": "You are interested in digital media and the expension of a brand",
        "communicative": "You are simultaneously communicative, sociable and sympathetic",
        "contacts": "You have many contacts in your social networks",
        "brand": "You can identify with our brand",
        "join-us-now": "Join Us now!"
    }
}
